src/gSOAPgenerated/TransPC_Server.SetStartInfo.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns="urn:elsys-TransPC-device">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns:SetStartInfo>
   <startTime>
    <year>0</year>
    <month>0</month>
    <day>0</day>
    <hour>0</hour>
    <minute>0</minute>
    <second>0</second>
    <milliSecond>0</milliSecond>
   </startTime>
   <measurementNr>0</measurementNr>
  </ns:SetStartInfo>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
